{
  "last_update": "2025-02-21T02:24:09.608880",
  "papers": {
    "arxiv": [
      {
        "title": "LServe: Efficient Long-sequence LLM Serving with Unified Sparse Attention",
        "authors": "Shang Yang, Junxian Guo, Haotian Tang, Qinghao Hu, Guangxuan Xiao, Jiaming Tang, Yujun Lin, Zhijian Liu, Yao Lu, Song Han",
        "abstract": "Large language models (LLMs) have shown remarkable potential in processing\nlong sequences, yet efficiently serving these long-context models remains\nchallenging due to the quadratic computational complexity of attention in the\nprefilling stage and the large memory footprint of the KV cache in the de...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14866v1",
        "source_url": "http://arxiv.org/abs/2502.14866v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.DC",
          "cs.LG",
          "cs.PF"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "Interpretable Text Embeddings and Text Similarity Explanation: A Primer",
        "authors": "Juri Opitz, Lucas Möller, Andrianos Michail, Simon Clematide",
        "abstract": "Text embeddings and text embedding models are a backbone of many AI and NLP\nsystems, particularly those involving search. However, interpretability\nchallenges persist, especially in explaining obtained similarity scores, which\nis crucial for applications requiring transparency. In this paper, we giv...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14862v1",
        "source_url": "http://arxiv.org/abs/2502.14862v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.IR"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "Aligning LLMs to Ask Good Questions A Case Study in Clinical Reasoning",
        "authors": "Shuyue Stella Li, Jimin Mun, Faeze Brahman, Jonathan S. Ilgen, Yulia Tsvetkov, Maarten Sap",
        "abstract": "Large language models (LLMs) often fail to ask effective questions under\nuncertainty, making them unreliable in domains where proactive\ninformation-gathering is essential for decisionmaking. We present ALFA, a\nframework that improves LLM question-asking by (i) decomposing the notion of a\n\"good\" ques...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14860v1",
        "source_url": "http://arxiv.org/abs/2502.14860v1",
        "source": "arxiv",
        "categories": [
          "cs.CL"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "FR-Spec: Accelerating Large-Vocabulary Language Models via Frequency-Ranked Speculative Sampling",
        "authors": "Weilin Zhao, Tengyu Pan, Xu Han, Yudi Zhang, Ao Sun, Yuxiang Huang, Kaihuo Zhang, Weilun Zhao, Yuxuan Li, Jianyong Wang, Zhiyuan Liu, Maosong Sun",
        "abstract": "Speculative sampling has emerged as an important technique for accelerating\nthe auto-regressive generation process of large language models (LLMs) by\nutilizing a draft-then-verify mechanism to produce multiple tokens per forward\npass. While state-of-the-art speculative sampling methods use only a si...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14856v1",
        "source_url": "http://arxiv.org/abs/2502.14856v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.LG"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "Prompt-to-Leaderboard",
        "authors": "Evan Frick, Connor Chen, Joseph Tennyson, Tianle Li, Wei-Lin Chiang, Anastasios N. Angelopoulos, Ion Stoica",
        "abstract": "Large language model (LLM) evaluations typically rely on aggregated metrics\nlike accuracy or human preference, averaging across users and prompts. This\naveraging obscures user- and prompt-specific variations in model performance.\nTo address this, we propose Prompt-to-Leaderboard (P2L), a method that...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14855v1",
        "source_url": "http://arxiv.org/abs/2502.14855v1",
        "source": "arxiv",
        "categories": [
          "cs.LG",
          "cs.CL"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "CLIPPER: Compression enables long-context synthetic data generation",
        "authors": "Chau Minh Pham, Yapei Chang, Mohit Iyyer",
        "abstract": "LLM developers are increasingly reliant on synthetic data, but generating\nhigh-quality data for complex long-context reasoning tasks remains challenging.\nWe introduce CLIPPER, a compression-based approach for generating synthetic\ndata tailored to narrative claim verification - a task that requires r...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14854v1",
        "source_url": "http://arxiv.org/abs/2502.14854v1",
        "source": "arxiv",
        "categories": [
          "cs.CL"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "GATE: Graph-based Adaptive Tool Evolution Across Diverse Tasks",
        "authors": "Jianwen Luo, Yiming Huang, Jinxiang Meng, Fangyu Lei, Shizhu He, Xiao Liu, Shanshan Jiang, Bin Dong, Jun Zhao, Kang Liu",
        "abstract": "Large Language Models (LLMs) have shown great promise in tool-making, yet\nexisting frameworks often struggle to efficiently construct reliable toolsets\nand are limited to single-task settings. To address these challenges, we\npropose GATE (Graph-based Adaptive Tool Evolution), an adaptive framework t...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14848v1",
        "source_url": "http://arxiv.org/abs/2502.14848v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "68T50",
          "I.2.7"
        ],
        "fetched_date": "2025-02-21T02:24:09.571098"
      },
      {
        "title": "Scaling Text-Rich Image Understanding via Code-Guided Synthetic Multimodal Data Generation",
        "authors": "Yue Yang, Ajay Patel, Matt Deitke, Tanmay Gupta, Luca Weihs, Andrew Head, Mark Yatskar, Chris Callison-Burch, Ranjay Krishna, Aniruddha Kembhavi, Christopher Clark",
        "abstract": "Reasoning about images with rich text, such as charts and documents, is a\ncritical application of vision-language models (VLMs). However, VLMs often\nstruggle in these domains due to the scarcity of diverse text-rich\nvision-language data. To address this challenge, we present CoSyn, a framework\nthat ...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14846v1",
        "source_url": "http://arxiv.org/abs/2502.14846v1",
        "source": "arxiv",
        "categories": [
          "cs.CV",
          "cs.CL"
        ],
        "fetched_date": "2025-02-21T02:24:09.572096"
      },
      {
        "title": "Revealing and Mitigating Over-Attention in Knowledge Editing",
        "authors": "Pinzheng Wang, Zecheng Tang, Keyan Zhou, Juntao Li, Qiaoming Zhu, Min Zhang",
        "abstract": "Large Language Models have demonstrated superior performance across a wide\nrange of tasks, but they still exhibit undesirable errors due to incorrect\nknowledge learned from the training data. To avoid this, knowledge editing\nmethods emerged to precisely edit the specific model knowledge via efficien...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14838v1",
        "source_url": "http://arxiv.org/abs/2502.14838v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI"
        ],
        "fetched_date": "2025-02-21T02:24:09.572096"
      },
      {
        "title": "Towards Economical Inference: Enabling DeepSeek's Multi-Head Latent Attention in Any Transformer-based LLMs",
        "authors": "Tao Ji, Bin Guo, Yuanbin Wu, Qipeng Guo, Lixing Shen, Zhan Chen, Xipeng Qiu, Qi Zhang, Tao Gui",
        "abstract": "Multi-head Latent Attention (MLA) is an innovative architecture proposed by\nDeepSeek, designed to ensure efficient and economical inference by\nsignificantly compressing the Key-Value (KV) cache into a latent vector.\nCompared to MLA, standard LLMs employing Multi-Head Attention (MHA) and its\nvariants...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14837v1",
        "source_url": "http://arxiv.org/abs/2502.14837v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI"
        ],
        "fetched_date": "2025-02-21T02:24:09.572096"
      }
    ],
    "papers_with_code": [
      {
        "title": "#HowYouTagTweets: Learning User Hashtagging Preferences via Personalized Topic Attention",
        "authors": "No authors listed",
        "abstract": "Millions of hashtags are created on social media every day to cross-refer messages concerning similar topics. To help people find the topics they want to discuss, this paper characterizes a user’s hashtagging preferences via predicting how likely they will post with a hashtag. It is hypothesized tha...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.616.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.616",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "PGL at TextGraphs 2020 Shared Task: Explanation Regeneration using Language and Graph Learning Methods",
        "authors": "No authors listed",
        "abstract": "This paper describes the system designed by the Baidu PGL Team which achieved the first place in the TextGraphs 2020 Shared Task. The task focuses on generating explanations for elementary science questions. Given a question and its corresponding correct answer, we are asked to select the facts that...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.textgraphs-1.11.pdf",
        "source_url": "https://aclanthology.org/2020.textgraphs-1.11",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Outreach and Science Communication in the DGS-Korpus Project: Accessibility of Data and the Benefit of Interactive Exchange between Communities",
        "authors": "No authors listed",
        "abstract": "In this paper, we tackle the issues of science communication and dissemination within a sign language corpus project with a focus on spreading accessible information and involving the D/deaf community on various levels. We will discuss successful examples, challenges, and limitations to public relat...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.signlang-1.13.pdf",
        "source_url": "https://aclanthology.org/2022.signlang-1.13",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Do Deep Neural Nets Display Human-like Attention in Short Answer Scoring?",
        "authors": "No authors listed",
        "abstract": "Deep Learning (DL) techniques have been increasingly adopted for Automatic Text Scoring in education. However, these techniques often suffer from their inabilities to explain and justify how a prediction is made, which, unavoidably, decreases their trustworthiness and hinders educators from embracin...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.naacl-main.14.pdf",
        "source_url": "https://aclanthology.org/2022.naacl-main.14",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "It’s quality and quantity: the effect of the amount of comments on online suicidal posts",
        "authors": "No authors listed",
        "abstract": "Every day, individuals post suicide notes on social media asking for support, resources, and reasons to live. Some posts receive few comments while others receive many. While prior studies have analyzed whether specific responses are more or less helpful, it is not clear if the quantity of comments ...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.cinlp-1.8.pdf",
        "source_url": "https://aclanthology.org/2021.cinlp-1.8",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Towards Readability-Controlled Machine Translation of COVID-19 Texts",
        "authors": "No authors listed",
        "abstract": "This project investigates the capabilities of Machine Translation models for generating translations at varying levels of readability, focusing on texts related to COVID-19. Whilst it is possible to automatically translate this information, the resulting text may contain specialised terminology, or ...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.eamt-1.33.pdf",
        "source_url": "https://aclanthology.org/2022.eamt-1.33",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Towards Comprehensive Patent Approval Predictions:Beyond Traditional Document Classification",
        "authors": "No authors listed",
        "abstract": "Predicting the approval chance of a patent application is a challenging problem involving multiple facets. The most crucial facet is arguably the novelty — 35 U.S. Code § 102 rejects more recent applications that have very similar prior arts. Such novelty evaluations differ the patent approval predi...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.acl-long.28.pdf",
        "source_url": "https://aclanthology.org/2022.acl-long.28",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "A Large-Scale Japanese Dataset for Aspect-based Sentiment Analysis",
        "authors": "No authors listed",
        "abstract": "There has been significant progress in the field of sentiment analysis. However, aspect-based sentiment analysis (ABSA) has not been explored in the Japanese language even though it has a huge scope in many natural language processing applications such as 1) tracking sentiment towards products, movi...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.758.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.758",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Knowledge Graph Representation Learning using Ordinary Differential Equations",
        "authors": "No authors listed",
        "abstract": "Knowledge Graph Embeddings (KGEs) have shown promising performance on link prediction tasks by mapping the entities and relations from a knowledge graph into a geometric space. The capability of KGEs in preserving graph characteristics including structural aspects and semantics, highly depends on th...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.750.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.750",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Clustering Monolingual Vocabularies to Improve Cross-Lingual Generalization",
        "authors": "No authors listed",
        "abstract": "Multilingual language models exhibit better performance for some languages than for others (Singh et al., 2019), and many languages do not seem to benefit from multilingual sharing at all, presumably as a result of poor multilingual segmentation (Pyysal o et al., 2020). This work explores the idea o...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.mrl-1.3.pdf",
        "source_url": "https://aclanthology.org/2021.mrl-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": null,
        "authors": "No authors listed",
        "abstract": null,
        "date": "2025-02-21",
        "pdf_url": null,
        "source_url": "https://arxiv.org/abs/2208.0208",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Multiplex Anti-Asian Sentiment before and during the Pandemic: Introducing New Datasets from Twitter Mining",
        "authors": "No authors listed",
        "abstract": "COVID-19 has disproportionately threatened minority communities in the U.S, not only in health but also in societal impact. However, social scientists and policymakers lack critical data to capture the dynamics of the anti-Asian hate trend and to evaluate its scale and scope. We introduce new datase...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.wassa-1.2.pdf",
        "source_url": "https://aclanthology.org/2022.wassa-1.2",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "About the Applicability of Combining Implicit Crowdsourcing and Language Learning for the Collection of NLP Datasets",
        "authors": "No authors listed",
        "abstract": "In this article, we present a recent trend of approaches, hereafter referred to as Collect4NLP, and discuss its applicability. Collect4NLP-based approaches collect inputs from language learners through learning exercises and aggregate the collected data to derive linguistic knowledge of expert quali...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.nidcp-1.8.pdf",
        "source_url": "https://aclanthology.org/2022.nidcp-1.8",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "SiPOS: A Benchmark Dataset for Sindhi Part-of-Speech Tagging",
        "authors": "No authors listed",
        "abstract": "In this paper, we introduce the SiPOS dataset for part-of-speech tagging in the low-resource Sindhi language with quality baselines. The dataset consists of more than 293K tokens annotated with sixteen universal part-of-speech categories. Two experienced native annotators annotated the SiPOS using t...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.ranlp-srw.4.pdf",
        "source_url": "https://aclanthology.org/2021.ranlp-srw.4",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Analyzing the effect of neural network architecture on training performance",
        "authors": "No authors listed",
        "abstract": "In this paper we study how neural network architecture affects the speed of training. We introduce a simple concept called gradient confusion to help formally analyze this.  When confusion is high, stochastic gradients produced by different data samples may be negatively correlated, slowing down con...",
        "date": "2025-02-21",
        "pdf_url": "https://proceedings.icml.cc/static/paper_files/icml/2020/5664-Paper.pdf",
        "source_url": "https://proceedings.icml.cc/static/paper_files/icml/2020/5664-Paper.pdf",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Towards Speech-only Opinion-level Sentiment Analysis",
        "authors": "No authors listed",
        "abstract": "The growing popularity of various forms of Spoken Dialogue Systems (SDS) raises the demand for their capability of implicitly assessing the speaker’s sentiment from speech only. Mapping the latter on user preferences enables to adapt to the user and individualize the requested information while incr...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.215.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.215",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.716060"
      },
      {
        "title": "Don’t Search for a Search Method — Simple Heuristics Suffice for Adversarial Text Attacks",
        "authors": "No authors listed",
        "abstract": "Recently more attention has been given to adversarial attacks on neural networks for natural language processing (NLP). A central research topic has been the investigation of search algorithms and search constraints, accompanied by benchmark algorithms and tasks. We implement an algorithm inspired b...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.647.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.647",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "An Overview of Fairness in Data – Illuminating the Bias in Data Pipeline",
        "authors": "No authors listed",
        "abstract": "Data in general encodes human biases by default; being aware of this is a good start, and the research around how to handle it is ongoing. The term ‘bias’ is extensively used in various contexts in NLP systems. In our research the focus is specific to biases such as gender, racism, religion, demogra...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.ltedi-1.5.pdf",
        "source_url": "https://aclanthology.org/2021.ltedi-1.5",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Understanding and Explicitly Measuring Linguistic and Stylistic Properties of Deception via Generation and Translation",
        "authors": "No authors listed",
        "abstract": "Massive digital disinformation is one of the main risks of modern society. Hundreds of models and linguistic analyses have been done to compare and contrast misleading and credible content online. However, most models do not remove the confounding factor of a topic or narrative when training, so the...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.inlg-1.27.pdf",
        "source_url": "https://aclanthology.org/2020.inlg-1.27",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Multi-Task Learning for Improving Gender Accuracy in Neural Machine Translation",
        "authors": "No authors listed",
        "abstract": "Machine Translation is highly impacted by social biases present in data sets, indicating that it reflects and amplifies stereotypes. In this work, we study mitigating gender bias by jointly learning the translation, the part-of-speech, and the gender of the target language with different morphologic...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.icon-main.3.pdf",
        "source_url": "https://aclanthology.org/2021.icon-main.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Scaling Within Document Coreference to Long Texts",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.findings-acl.343.pdf",
        "source_url": "https://aclanthology.org/2021.findings-acl.343",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Is Old French tougher to parse?",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.tlt-1.3.pdf",
        "source_url": "https://aclanthology.org/2021.tlt-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "``I'd rather just go to bed'': Understanding Indirect Answers",
        "authors": "No authors listed",
        "abstract": "We revisit a pragmatic inference problem in dialog: Understanding indirect responses to questions. Humans can interpret {`}I{'}m starving.{'} in response to {`}Hungry?{'}, even without direct cue words such as {`}yes{'} and {`}no{'}. In dialog systems, allowing natural responses rather than closed v...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.emnlp-main.601.pdf",
        "source_url": "https://aclanthology.org/2020.emnlp-main.601",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Word Co-occurrence in Child-directed Speech Predicts Children’s Free Word Associations",
        "authors": "No authors listed",
        "abstract": "The free association task has been very influential both in cognitive science and in computational linguistics. However, little research has been done to study how free associations develop in childhood. The current work focuses on the developmental hypothesis according to which free word associatio...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.cmcl-1.6.pdf",
        "source_url": "https://aclanthology.org/2020.cmcl-1.6",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Efficient Dialogue Complementary Policy Learning via Deep Q-network Policy and Episodic Memory Policy",
        "authors": "No authors listed",
        "abstract": "Deep reinforcement learning has shown great potential in training dialogue policies. However, its favorable performance comes at the cost of many rounds of interaction. Most of the existing dialogue policy methods rely on a single learning system, while the human brain has two specialized learning a...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.354.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.354",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "A Bilingual Lexicosemantic Network of Bread Based on a Parallel Corpus",
        "authors": "No authors listed",
        "abstract": "We present an experiment in using a corpus of Bulgarian and Ukrainian parallel texts for the automatised construction of a bilingual lexicosemantic network representing the semantic field of BREAD. We discuss the extraction of the relevant material from the corpus, the production of networks with va...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.clib-1.15.pdf",
        "source_url": "https://aclanthology.org/2020.clib-1.15",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Data Protection, Privacy and US Regulation",
        "authors": "No authors listed",
        "abstract": "This paper examines the state of data protection and privacy in the United States. There is no comprehensive federal data protection or data privacy law despite bipartisan and popular support. There are several data protection bills pending in the 2022 session of the US Congress, five of which are e...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.legal-1.3.pdf",
        "source_url": "https://aclanthology.org/2022.legal-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "More Than Words: Collocation Retokenization for Latent Dirichlet Allocation Models",
        "authors": "No authors listed",
        "abstract": "Traditionally, Latent Dirichlet Allocation (LDA) ingests words in a collection of documents to discover their latent topics using word-document co-occurrences. Previous studies show that representing bigrams collocations in the input can improve topic coherence in English. However, it is unclear how...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.findings-acl.212.pdf",
        "source_url": "https://aclanthology.org/2022.findings-acl.212",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "UoR-NCL at SemEval-2022 Task 6: Using ensemble loss with BERT for intended sarcasm detection",
        "authors": "No authors listed",
        "abstract": "Sarcasm has gained notoriety for being difficult to detect by machine learning systems due to its figurative nature. In this paper, Bidirectional Encoder Representations from Transformers (BERT) model has been used with ensemble loss made of cross-entropy loss and negative log-likelihood loss to cla...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.semeval-1.121.pdf",
        "source_url": "https://aclanthology.org/2022.semeval-1.121",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "BabyBERTa: Learning More Grammar With Small-Scale Child-Directed Language",
        "authors": "No authors listed",
        "abstract": "Transformer-based language models have taken the NLP world by storm. However, their potential for addressing important questions in language acquisition research has been largely ignored. In this work, we examined the grammatical knowledge of RoBERTa (Liu et al., 2019) when trained on a 5M word corp...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.conll-1.49.pdf",
        "source_url": "https://aclanthology.org/2021.conll-1.49",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "AUTOSUMM: Automatic Model Creation for Text Summarization",
        "authors": "No authors listed",
        "abstract": "Recent efforts to develop deep learning models for text generation tasks such as extractive and abstractive summarization have resulted in state-of-the-art performances on various datasets. However, obtaining the best model configuration for a given dataset requires an extensive knowledge of deep le...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.798.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.798",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Constructing Distributions of Variation in Referring Expression Type from Corpora for Model Evaluation",
        "authors": "No authors listed",
        "abstract": "The generation of referring expressions (REs) is a non-deterministic task. However, the algorithms for the generation of REs are standardly evaluated against corpora of written texts which include only one RE per each reference. Our goal in this work is firstly to reproduce one of the few studies ta...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.320.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.320",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Exploiting Relative Frequencies for Data Selection",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2017.mtsummit-papers.14.pdf",
        "source_url": "https://aclanthology.org/2017.mtsummit-papers.14",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Amrita_CEN at SemEval-2022 Task 4: Oversampling-based Machine Learning Approach for Detecting Patronizing and Condescending Language",
        "authors": "No authors listed",
        "abstract": "This paper narrates the work of the team Amrita_CEN for the shared task on Patronizing and Condescending Language Detection at SemEval 2022. We implemented machine learning algorithms such as Support Vector Machine (SVV), Logistic regression, Naive Bayes, XG Boost and Random Forest for modelling the...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.semeval-1.71.pdf",
        "source_url": "https://aclanthology.org/2022.semeval-1.71",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Performance of BERT on Persuasion for Good",
        "authors": "No authors listed",
        "abstract": "We consider the task of automatically classifying the persuasion strategy employed by an utterance in a dialog. We base our work on the PERSUASION-FOR-GOOD dataset, which is composed of conversations between crowdworkers trying to convince each other to make donations to a charity. Currently, the be...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.icon-main.38.pdf",
        "source_url": "https://aclanthology.org/2021.icon-main.38",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Grammar-Based Concept Alignment for Domain-Specific Machine Translation",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.cnl-1.2.pdf",
        "source_url": "https://aclanthology.org/2021.cnl-1.2",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "On the Effects of Transformer Size on In- and Out-of-Domain Calibration",
        "authors": "No authors listed",
        "abstract": "Large, pre-trained transformer language models, which are pervasive in natural language processing tasks, are notoriously expensive to train. To reduce the cost of training such large models, prior work has developed smaller, more compact models which achieves a significant speedup in training time ...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.findings-emnlp.180.pdf",
        "source_url": "https://aclanthology.org/2021.findings-emnlp.180",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "CEF Data Marketplace: Powering a Long-term Supply of Language Data",
        "authors": "No authors listed",
        "abstract": "We describe the CEF Data Marketplace project, which focuses on the development of a trading platform of translation data for language professionals: translators, machine translation (MT) developers, language service providers (LSPs), translation buyers and government bodies. The CEF Data Marketplace...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.eamt-1.51.pdf",
        "source_url": "https://aclanthology.org/2020.eamt-1.51",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "The Samsung and University of Edinburgh’s submission to IWSLT17",
        "authors": "No authors listed",
        "abstract": "This paper describes the joint submission of Samsung Research and Development, Warsaw, Poland and the University of Edinburgh team to the IWSLT MT task for TED talks. We took part in two translation directions, en-de and de-en. We also participated in the en-de and de-en lectures SLT task. The model...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2017.iwslt-1.3.pdf",
        "source_url": "https://aclanthology.org/2017.iwslt-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Web based System for Derivational Process of Kṛdanta based on Pāṇinian Grammatical Tradition",
        "authors": "No authors listed",
        "abstract": "Each text of the Sanskrit literature is wadded with the uses of Sanskrit kṛdanta (participles). The knowledge and formation process of Sanskrit kṛdanta play a key role to understand the meaning of a particular kṛdanta word in Sanskrit. Without proper analysis of the kṛdanta, the Sanskrit text cannot...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.wildre-1.14.pdf",
        "source_url": "https://aclanthology.org/2022.wildre-1.14",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Representing and Reconstructing PhySH: Which Embedding Competent?",
        "authors": "No authors listed",
        "abstract": "Recent advances in natural language processing make embedding representations dominate the computing language world. Though it is taken for granted, we actually have limited knowledge of how these embeddings perform in representing the complex hierarchy of domain scientific knowledge. In this paper,...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.wosp-1.7.pdf",
        "source_url": "https://aclanthology.org/2020.wosp-1.7",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "Hyperbolic Embeddings for Music Taxonomy",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.nlp4musa-1.8.pdf",
        "source_url": "https://aclanthology.org/2020.nlp4musa-1.8",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:23:31.717052"
      },
      {
        "title": "ArSarcasm Shared Task: An Ensemble BERT Model for SarcasmDetection in Arabic Tweets",
        "authors": "No authors listed",
        "abstract": "Detecting Sarcasm has never been easy for machines to process. In this work, we prese,
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.eamt-1.51.pdf",
        "source_url": "https://aclanthology.org/2020.eamt-1.51",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "Classification automatique de questions spontanées vs. préparées dans des transcriptions de l’oral (Automatic Classification of Spontaneous vs)",
        "authors": "No authors listed",
        "abstract": "Ce travail a pour objectif de développer un modèle linguistique pour classifier automatiquement des questions issues de transcriptions d’enregistrements provenant des corpus ESLO2 et ACSYNT en deux catégories “spontané” et “préparé”. Avant de procéder au traitement automatique, nous proposons une li...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.jeptalnrecital-taln.30.pdf",
        "source_url": "https://aclanthology.org/2022.jeptalnrecital-taln.30",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "An Overview of Fairness in Data – Illuminating the Bias in Data Pipeline",
        "authors": "No authors listed",
        "abstract": "Data in general encodes human biases by default; being aware of this is a good start, and the research around how to handle it is ongoing. The term ‘bias’ is extensively used in various contexts in NLP systems. In our research the focus is specific to biases such as gender, racism, religion, demogra...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.ltedi-1.5.pdf",
        "source_url": "https://aclanthology.org/2021.ltedi-1.5",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "AUTOSUMM: Automatic Model Creation for Text Summarization",
        "authors": "No authors listed",
        "abstract": "Recent efforts to develop deep learning models for text generation tasks such as extractive and abstractive summarization have resulted in state-of-the-art performances on various datasets. However, obtaining the best model configuration for a given dataset requires an extensive knowledge of deep le...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.emnlp-main.798.pdf",
        "source_url": "https://aclanthology.org/2021.emnlp-main.798",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "CNNBiF: CNN-based Bigram Features for Named Entity Recognition",
        "authors": "No authors listed",
        "abstract": "Transformer models fine-tuned with a sequence labeling objective have become the dominant choice for named entity recognition tasks. However, a self-attention mechanism with unconstrained length can fail to fully capture local dependencies, particularly when training data is limited. In this paper, ...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2021.findings-emnlp.87.pdf",
        "source_url": "https://aclanthology.org/2021.findings-emnlp.87",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "Developing a Part-Of-Speech tagger for te reo Māori",
        "authors": "No authors listed",
        "abstract": "This paper discusses the development of a Part-of-Speech tagger for te reo Māori which is the Indigenous language of Aotearoa, also known as New Zealand, see Morrison. Henceforth, Part-of-Speech will be referred to as POS throughout this paper and te reo Māori will be referred to as Māori, while Uni...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.computel-1.12.pdf",
        "source_url": "https://aclanthology.org/2022.computel-1.12",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "Knowledge Distillation for Sustainable Neural Machine Translation",
        "authors": "No authors listed",
        "abstract": "Knowledge distillation (KD) can be used to reduce model size and training time, without significant loss in performance. However, the process of distilling knowledge requires translation of sizeable data sets, and the translation is usually performed using large cumbersome models (teacher models). P...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2022.amta-upg.16.pdf",
        "source_url": "https://aclanthology.org/2022.amta-upg.16",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      },
      {
        "title": "Normalization of Long-tail Adverse Drug Reactions in Social Media",
        "authors": "No authors listed",
        "abstract": "The automatic mapping of Adverse Drug Reaction (ADR) reports from user-generated content to concepts in a controlled medical vocabulary provides valuable insights for monitoring public health. While state-of-the-art deep learning-based sequence classification techniques achieve impressive performanc...",
        "date": "2025-02-21",
        "pdf_url": "https://aclanthology.org/2020.louhi-1.6.pdf",
        "source_url": "https://aclanthology.org/2020.louhi-1.6",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-21T02:24:09.535791"
      }
    ],
    "google_scholar": [
      {
        "title": "ChatGPT for good? On opportunities and challenges of large language models for education",
        "authors": [
          "E Kasneci",
          "K Seßler",
          "S Küchemann",
          "M Bannert"
        ],
        "abstract": "state of large language models and their applications. We then highlight how these models  can be  With regard to challenges, we argue that large language models in education require...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:uthwmf2nU3EJ:scholar.google.com/&output=cite&scirp=0&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 3975,
        "fetched_date": "2025-02-21T02:23:32.531748"
      },
      {
        "title": "A survey on evaluation of large language models",
        "authors": [
          "Y Chang",
          "X Wang",
          "J Wang",
          "Y Wu",
          "L Yang"
        ],
        "abstract": "3.1 Natural Language Processing Tasks  the development of language models, particularly  large language models, was to enhance performance on natural language processing tasks,...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:o93zfHYlUTIJ:scholar.google.com/&output=cite&scirp=1&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 2238,
        "fetched_date": "2025-02-21T02:23:34.537389"
      },
      {
        "title": "A survey of large language models",
        "authors": [
          "WX Zhao",
          "K Zhou",
          "J Li",
          "T Tang"
        ],
        "abstract": "small-scale language models (eg, BERT). To discriminate the language models in different  parameter scales, the research community has coined the term large language models (LLM)...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:Laj3JsRSUToJ:scholar.google.com/&output=cite&scirp=2&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        ",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:Laj3JsRSUToJ:sch{
        "title": "A comprehensive overview of large language models",
        "authors": [
          "H Naveed",
          "AU Khan",
          "S Qiu",
          "M Saqib",
          "S Anwar"
        ],
        "abstract": "Large Language Models (LLMs) have recently demonstrated remarkable capabilities in  natural language processing tasks and beyond. This success of LLMs has led to a large influx of...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:UDLkJGuOVl4J:scholar.google.com/&output=cite&scirp=3&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 757,
        "fetched_date": "2025-02-21T02:23:38.539381"
      },
      {
        "title": "Large language models in medicine",
        "authors": [
          "AJ Thirunavukarasu",
          "DSJ Ting",
          "K Elangovan"
        ],
        "abstract": "HuggingChat offers a free-to-access chatbot with a similar interface to ChatGPT but uses  Large Language Model Meta AI (LLaMA) as its backend model 30 . Finally, cheap imitations of...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:Ph9AwHTmhzAJ:scholar.google.com/&output=cite&scirp=4&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 2023,
        "fetched_date": "2025-02-21T02:23:40.546090"
      },
      {
        "title": "A watermark for large language models",
        "authors": [
          "J Kirchenbauer",
          "J Geiping",
          "Y Wen"
        ],
        "abstract": "We propose a watermarking framework for proprietary language models. The  in the  language model just before it produces a probability vector. The last layer of the language model...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:BlSyLHT4iiEJ:scholar.google.com/&output=cite&scirp=5&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 661,
        "fetched_date": "2025-02-21T02:23:42.547270"
      },
      {
        "title": "Welcome to the era of chatgpt et al. the prospects of large language models",
        "authors": [
          "T Teubner",
          "CM Flath",
          "C Weinhardt"
        ],
        "abstract": "The emergence of Large Language Models (LLMs) in combination with easy-to-use interfaces  such as ChatGPT, Bing Chat, and Google’s Bard represent both a Herculean task and a...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:3UrgC1BmpV8J:scholar.google.com/&output=cite&scirp=6&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 356,
        "fetched_date": "2025-02-21T02:23:44.548098"
      },
      {
        "title": "Talking about large language models",
        "authors": [
          "M Shanahan"
        ],
        "abstract": "Recently, it has become commonplace to use the term “large language model” both for the  generative models themselves and for the systems in which they are embedded, especially in...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:3eYYI745r_0J:scholar.google.com/&output=cite&scirp=7&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 398,
        "fetched_date": "2025-02-21T02:23:46.548804"
      },
      {
        "title": "Emergent abilities of large language models",
        "authors": [
          "J Wei",
          "Y Tay",
          "R Bommasani",
          "C Raffel",
          "B Zoph"
        ],
        "abstract": "Scaling up language models has been shown to predictably improve performance and  sample efficiency on a wide range of downstream tasks. This paper instead discusses an...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:hG0iVOrOguoJ:scholar.google.com/&output=cite&scirp=8&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 2998,
        "fetched_date": "2025-02-21T02:23:48.549775"
      },
      {
        "title": "A systematic evaluation of large language models of code",
        "authors": [
          "FF Xu",
          "U Alon",
          "G Neubig",
          "VJ Hellendoorn"
        ],
        "abstract": "largest language models for code. We also release PolyCoder, a large open-source language  model for code, trained exclusively on code in 12 different programming languages. In the...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:-iQSW0h72hYJ:scholar.google.com/&output=cite&scirp=9&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 690,
        "fetched_date": "2025-02-21T02:23:50.551365"
      }
    ],
    "twitter": []
  }
}ite&scirp=9&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 690,
        "fetched_date": "2025-02-21T02:23:50.551365"
      }
    ],
    "twitter": []
  }
}