{
  "last_update": "2025-02-22T17:08:30.949520",
  "papers": {
    "arxiv": [
      {
        "title": "LServe: Efficient Long-sequence LLM Serving with Unified Sparse Attention",
        "authors": "Shang Yang, Junxian Guo, Haotian Tang, Qinghao Hu, Guangxuan Xiao, Jiaming Tang, Yujun Lin, Zhijian Liu, Yao Lu, Song Han",
        "abstract": "Large language models (LLMs) have shown remarkable potential in processing\nlong sequences, yet efficiently serving these long-context models remains\nchallenging due to the quadratic computational complexity of attention in the\nprefilling stage and the large memory footprint of the KV cache in the de...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14866v1",
        "source_url": "http://arxiv.org/abs/2502.14866v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.DC",
          "cs.LG",
          "cs.PF"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "Interpretable Text Embeddings and Text Similarity Explanation: A Primer",
        "authors": "Juri Opitz, Lucas Möller, Andrianos Michail, Simon Clematide",
        "abstract": "Text embeddings and text embedding models are a backbone of many AI and NLP\nsystems, particularly those involving search. However, interpretability\nchallenges persist, especially in explaining obtained similarity scores, which\nis crucial for applications requiring transparency. In this paper, we giv...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14862v1",
        "source_url": "http://arxiv.org/abs/2502.14862v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.IR"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "Aligning LLMs to Ask Good Questions A Case Study in Clinical Reasoning",
        "authors": "Shuyue Stella Li, Jimin Mun, Faeze Brahman, Jonathan S. Ilgen, Yulia Tsvetkov, Maarten Sap",
        "abstract": "Large language models (LLMs) often fail to ask effective questions under\nuncertainty, making them unreliable in domains where proactive\ninformation-gathering is essential for decisionmaking. We present ALFA, a\nframework that improves LLM question-asking by (i) decomposing the notion of a\n\"good\" ques...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14860v1",
        "source_url": "http://arxiv.org/abs/2502.14860v1",
        "source": "arxiv",
        "categories": [
          "cs.CL"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "FR-Spec: Accelerating Large-Vocabulary Language Models via Frequency-Ranked Speculative Sampling",
        "authors": "Weilin Zhao, Tengyu Pan, Xu Han, Yudi Zhang, Ao Sun, Yuxiang Huang, Kaihuo Zhang, Weilun Zhao, Yuxuan Li, Jianyong Wang, Zhiyuan Liu, Maosong Sun",
        "abstract": "Speculative sampling has emerged as an important technique for accelerating\nthe auto-regressive generation process of large language models (LLMs) by\nutilizing a draft-then-verify mechanism to produce multiple tokens per forward\npass. While state-of-the-art speculative sampling methods use only a si...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14856v1",
        "source_url": "http://arxiv.org/abs/2502.14856v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI",
          "cs.LG"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "Prompt-to-Leaderboard",
        "authors": "Evan Frick, Connor Chen, Joseph Tennyson, Tianle Li, Wei-Lin Chiang, Anastasios N. Angelopoulos, Ion Stoica",
        "abstract": "Large language model (LLM) evaluations typically rely on aggregated metrics\nlike accuracy or human preference, averaging across users and prompts. This\naveraging obscures user- and prompt-specific variations in model performance.\nTo address this, we propose Prompt-to-Leaderboard (P2L), a method that...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14855v1",
        "source_url": "http://arxiv.org/abs/2502.14855v1",
        "source": "arxiv",
        "categories": [
          "cs.LG",
          "cs.CL"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "CLIPPER: Compression enables long-context synthetic data generation",
        "authors": "Chau Minh Pham, Yapei Chang, Mohit Iyyer",
        "abstract": "LLM developers are increasingly reliant on synthetic data, but generating\nhigh-quality data for complex long-context reasoning tasks remains challenging.\nWe introduce CLIPPER, a compression-based approach for generating synthetic\ndata tailored to narrative claim verification - a task that requires r...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14854v1",
        "source_url": "http://arxiv.org/abs/2502.14854v1",
        "source": "arxiv",
        "categories": [
          "cs.CL"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "GATE: Graph-based Adaptive Tool Evolution Across Diverse Tasks",
        "authors": "Jianwen Luo, Yiming Huang, Jinxiang Meng, Fangyu Lei, Shizhu He, Xiao Liu, Shanshan Jiang, Bin Dong, Jun Zhao, Kang Liu",
        "abstract": "Large Language Models (LLMs) have shown great promise in tool-making, yet\nexisting frameworks often struggle to efficiently construct reliable toolsets\nand are limited to single-task settings. To address these challenges, we\npropose GATE (Graph-based Adaptive Tool Evolution), an adaptive framework t...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14848v1",
        "source_url": "http://arxiv.org/abs/2502.14848v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "68T50",
          "I.2.7"
        ],
        "fetched_date": "2025-02-22T17:08:02.884731"
      },
      {
        "title": "Scaling Text-Rich Image Understanding via Code-Guided Synthetic Multimodal Data Generation",
        "authors": "Yue Yang, Ajay Patel, Matt Deitke, Tanmay Gupta, Luca Weihs, Andrew Head, Mark Yatskar, Chris Callison-Burch, Ranjay Krishna, Aniruddha Kembhavi, Christopher Clark",
        "abstract": "Reasoning about images with rich text, such as charts and documents, is a\ncritical application of vision-language models (VLMs). However, VLMs often\nstruggle in these domains due to the scarcity of diverse text-rich\nvision-language data. To address this challenge, we present CoSyn, a framework\nthat ...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14846v1",
        "source_url": "http://arxiv.org/abs/2502.14846v1",
        "source": "arxiv",
        "categories": [
          "cs.CV",
          "cs.CL"
        ],
        "fetched_date": "2025-02-22T17:08:02.885731"
      },
      {
        "title": "Revealing and Mitigating Over-Attention in Knowledge Editing",
        "authors": "Pinzheng Wang, Zecheng Tang, Keyan Zhou, Juntao Li, Qiaoming Zhu, Min Zhang",
        "abstract": "Large Language Models have demonstrated superior performance across a wide\nrange of tasks, but they still exhibit undesirable errors due to incorrect\nknowledge learned from the training data. To avoid this, knowledge editing\nmethods emerged to precisely edit the specific model knowledge via efficien...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14838v1",
        "source_url": "http://arxiv.org/abs/2502.14838v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI"
        ],
        "fetched_date": "2025-02-22T17:08:02.885731"
      },
      {
        "title": "Towards Economical Inference: Enabling DeepSeek's Multi-Head Latent Attention in Any Transformer-based LLMs",
        "authors": "Tao Ji, Bin Guo, Yuanbin Wu, Qipeng Guo, Lixing Shen, Zhan Chen, Xipeng Qiu, Qi Zhang, Tao Gui",
        "abstract": "Multi-head Latent Attention (MLA) is an innovative architecture proposed by\nDeepSeek, designed to ensure efficient and economical inference by\nsignificantly compressing the Key-Value (KV) cache into a latent vector.\nCompared to MLA, standard LLMs employing Multi-Head Attention (MHA) and its\nvariants...",
        "date": "2025-02-20",
        "pdf_url": "http://arxiv.org/pdf/2502.14837v1",
        "source_url": "http://arxiv.org/abs/2502.14837v1",
        "source": "arxiv",
        "categories": [
          "cs.CL",
          "cs.AI"
        ],
        "fetched_date": "2025-02-22T17:08:02.885731"
      }
    ],
    "papers_with_code": [
      {
        "title": "TextGraphs 2022 Shared Task on Natural Language Premise Selection",
        "authors": "No authors listed",
        "abstract": "The Shared Task on Natural Language Premise Selection (NLPS) asks participants to retrieve the set of premises that are most likely to be useful for proving a given mathematical statement from a supporting knowledge base. While previous editions of the TextGraphs shared tasks series targeted multi-h...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.textgraphs-1.11.pdf",
        "source_url": "https://aclanthology.org/2022.textgraphs-1.11",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "A Visually-grounded First-person Dialogue Dataset with Verbal and Non-verbal Responses",
        "authors": "No authors listed",
        "abstract": "In real-world dialogue, first-person visual information about where the other speakers are and what they are paying attention to is crucial to understand their intentions. Non-verbal responses also play an important role in social interactions. In this paper, we propose a visually-grounded first-per...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.emnlp-main.267.pdf",
        "source_url": "https://aclanthology.org/2020.emnlp-main.267",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "To be or not to be an Integer? Encoding Variables for Mathematical Text",
        "authors": "No authors listed",
        "abstract": "The application of Natural Language Inference (NLI) methods over large textual corpora can facilitate scientific discovery, reducing the gap between current research and the available large-scale scientific knowledge. However, contemporary NLI models are still limited in interpreting mathematical kn...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.findings-acl.76.pdf",
        "source_url": "https://aclanthology.org/2022.findings-acl.76",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Outreach and Science Communication in the DGS-Korpus Project: Accessibility of Data and the Benefit of Interactive Exchange between Communities",
        "authors": "No authors listed",
        "abstract": "In this paper, we tackle the issues of science communication and dissemination within a sign language corpus project with a focus on spreading accessible information and involving the D/deaf community on various levels. We will discuss successful examples, challenges, and limitations to public relat...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.signlang-1.13.pdf",
        "source_url": "https://aclanthology.org/2022.signlang-1.13",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "How do people talk about images? A study on open-domain conversations with images.",
        "authors": "No authors listed",
        "abstract": "This paper explores how humans conduct conversations with images by investigating an open-domain image conversation dataset, ImageChat. We examined the conversations with images from the perspectives of \\textit{image relevancy} and \\textit{image information}. We found that utterances/conversations a...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.naacl-srw.20.pdf",
        "source_url": "https://aclanthology.org/2022.naacl-srw.20",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Pretrained Language Models and Backtranslation for English-Basque Biomedical Neural Machine Translation",
        "authors": "No authors listed",
        "abstract": "This paper describes the machine translation systems proposed by the University of Technology Sydney Natural Language Processing (UTS_NLP) team for the WMT20 English-Basque biomedical translation tasks. Due to the limited parallel corpora available, we have proposed to train a BERT-fused NMT model t...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.wmt-1.89.pdf",
        "source_url": "https://aclanthology.org/2020.wmt-1.89",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Re-design of the Machine Translation Training Tool (MT3)",
        "authors": "No authors listed",
        "abstract": "We believe that machine translation (MT) must be introduced to translation students as part of their training, in preparation for their professional life. In this paper we present a new version of the tool called MT3, which builds on and extends a joint effort undertaken by the Faculty of Languages ...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.eamt-1.40.pdf",
        "source_url": "https://aclanthology.org/2020.eamt-1.40",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "A Relation Extraction Dataset for Knowledge Extraction from Web Tables",
        "authors": "No authors listed",
        "abstract": "Relational web-tables are significant sources of structural information that are widely used for relation extraction and population of facts into knowledge graphs. To transform the web-table data into knowledge, we need to identify the relations that exist between column pairs. Currently, there are ...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.coling-1.203.pdf",
        "source_url": "https://aclanthology.org/2022.coling-1.203",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "A Bilingual Lexicosemantic Network of Bread Based on a Parallel Corpus",
        "authors": "No authors listed",
        "abstract": "We present an experiment in using a corpus of Bulgarian and Ukrainian parallel texts for the automatised construction of a bilingual lexicosemantic network representing the semantic field of BREAD. We discuss the extraction of the relevant material from the corpus, the production of networks with va...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.clib-1.15.pdf",
        "source_url": "https://aclanthology.org/2020.clib-1.15",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": null,
        "authors": "No authors listed",
        "abstract": null,
        "date": "2025-02-22",
        "pdf_url": null,
        "source_url": "https://arxiv.org/abs/2208.0208",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Clustering Monolingual Vocabularies to Improve Cross-Lingual Generalization",
        "authors": "No authors listed",
        "abstract": "Multilingual language models exhibit better performance for some languages than for others (Singh et al., 2019), and many languages do not seem to benefit from multilingual sharing at all, presumably as a result of poor multilingual segmentation (Pyysal o et al., 2020). This work explores the idea o...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.mrl-1.3.pdf",
        "source_url": "https://aclanthology.org/2021.mrl-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "A Large-Scale Japanese Dataset for Aspect-based Sentiment Analysis",
        "authors": "No authors listed",
        "abstract": "There has been significant progress in the field of sentiment analysis. However, aspect-based sentiment analysis (ABSA) has not been explored in the Japanese language even though it has a huge scope in many natural language processing applications such as 1) tracking sentiment towards products, movi...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.758.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.758",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Finite-state Model of Shupamem Reduplication",
        "authors": "No authors listed",
        "abstract": "Shupamem, a language of Western Cameroon, is a tonal language which also exhibits the morpho-phonological process of full reduplication. This creates two challenges for finite-state model of its morpho-syntax and morphophonology: how to manage the full reduplication and the autosegmental nature of l...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.sigmorphon-1.23.pdf",
        "source_url": "https://aclanthology.org/2021.sigmorphon-1.23",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Re-Examining FactBank: Predicting the Author’s Presentation of Factuality",
        "authors": "No authors listed",
        "abstract": "We present a corrected version of a subset of the FactBank data set. Previously published results on FactBank are no longer valid. We perform experiments on FactBank using multiple training paradigms, data smoothing techniques, and polarity classifiers. We argue that f-measure is an important altern...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.coling-1.66.pdf",
        "source_url": "https://aclanthology.org/2022.coling-1.66",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "The Speed-Vel Project: a Corpus of Acoustic and Aerodynamic Data to Measure Droplets Emission During Speech Interaction",
        "authors": "No authors listed",
        "abstract": "Conversations (normal speech) or professional interactions (e.g., projected speech in the classroom) have been identified as situations with increased risk of exposure to SARS-CoV-2 due to the high production of droplets in the exhaled air. However, it is still unclear to what extent speech properti...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.214.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.214",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Multi-Task Learning for Improving Gender Accuracy in Neural Machine Translation",
        "authors": "No authors listed",
        "abstract": "Machine Translation is highly impacted by social biases present in data sets, indicating that it reflects and amplifies stereotypes. In this work, we study mitigating gender bias by jointly learning the translation, the part-of-speech, and the gender of the target language with different morphologic...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.icon-main.3.pdf",
        "source_url": "https://aclanthology.org/2021.icon-main.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "DTW at Qur’an QA 2022: Utilising Transfer Learning with Transformers for Question Answering in a Low-resource Domain",
        "authors": "No authors listed",
        "abstract": "The task of machine reading comprehension (MRC) is a useful benchmark to evaluate the natural language understanding of machines. It has gained popularity in the natural language processing (NLP) field mainly due to the large number of datasets released for many languages. However, the research in M...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.osact-1.10.pdf",
        "source_url": "https://aclanthology.org/2022.osact-1.10",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Studying Post-Editese in a Professional Context: A Pilot Study",
        "authors": "No authors listed",
        "abstract": "The past few years have seen the multiplication of studies on post-editese, following the massive adoption of post-editing in professional translation workflows. These studies mainly rely on the comparison of post-edited machine translation and human translation on artificial parallel corpora. By co...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.eamt-1.10.pdf",
        "source_url": "https://aclanthology.org/2022.eamt-1.10",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "The Acceptability Delta Criterion: Testing Knowledge of Language using the Gradience of Sentence Acceptability",
        "authors": "No authors listed",
        "abstract": "Any test that promises to assess Human Knowledge of Language (KoL) for any statistically-based Language Model (LM) must meet three requirements: (1) comprehensive coverage of linguistic phenomena; (2) replicable and statistically-vetted human judgement data; and (3) test the LM’s ability to track th...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.blackboxnlp-1.38.pdf",
        "source_url": "https://aclanthology.org/2021.blackboxnlp-1.38",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "``I'd rather just go to bed'': Understanding Indirect Answers",
        "authors": "No authors listed",
        "abstract": "We revisit a pragmatic inference problem in dialog: Understanding indirect responses to questions. Humans can interpret {`}I{'}m starving.{'} in response to {`}Hungry?{'}, even without direct cue words such as {`}yes{'} and {`}no{'}. In dialog systems, allowing natural responses rather than closed v...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.emnlp-main.601.pdf",
        "source_url": "https://aclanthology.org/2020.emnlp-main.601",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Transformer-based Part-of-Speech Tagging and Lemmatization for Latin",
        "authors": "No authors listed",
        "abstract": "The paper presents a submission to the EvaLatin 2022 shared task. Our system places first for lemmatization, part-of-speech and morphological tagging in both closed and open modalities. The results for cross-genre and cross-time sub-tasks show that the system handles the diachronic and diastratic va...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.lt4hala-1.31.pdf",
        "source_url": "https://aclanthology.org/2022.lt4hala-1.31",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Image Retrieval for Arguments Using Stance-Aware Query Expansion",
        "authors": "No authors listed",
        "abstract": "Many forms of argumentation employ images as persuasive means, but research in argument mining has been focused on verbal argumentation so far. This paper shows how to integrate images into argument mining research, specifically into argument retrieval. By exploiting the sophisticated image represen...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.argmining-1.4.pdf",
        "source_url": "https://aclanthology.org/2021.argmining-1.4",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "OpenBrand: Open Brand Value Extraction from Product Descriptions",
        "authors": "No authors listed",
        "abstract": "Extracting attribute-value information from unstructured product descriptions continue to be of a vital importance in e-commerce applications. One of the most important product attributes is the brand which highly influences costumers’ purchasing behaviour. Thus, it is crucial to accurately extract ...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.ecnlp-1.19.pdf",
        "source_url": "https://aclanthology.org/2022.ecnlp-1.19",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Data Protection, Privacy and US Regulation",
        "authors": "No authors listed",
        "abstract": "This paper examines the state of data protection and privacy in the United States. There is no comprehensive federal data protection or data privacy law despite bipartisan and popular support. There are several data protection bills pending in the 2022 session of the US Congress, five of which are e...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.legal-1.3.pdf",
        "source_url": "https://aclanthology.org/2022.legal-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Graph Rewriting for Enhanced Universal Dependencies",
        "authors": "No authors listed",
        "abstract": "This paper describes a system proposed for the IWPT 2021 Shared Task on Parsing into Enhanced Universal Dependencies (EUD). We propose a Graph Rewriting based system for computing Enhanced Universal Dependencies, given the Basic Universal Dependencies (UD).",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.iwpt-1.18.pdf",
        "source_url": "https://aclanthology.org/2021.iwpt-1.18",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Scaling Within Document Coreference to Long Texts",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.findings-acl.343.pdf",
        "source_url": "https://aclanthology.org/2021.findings-acl.343",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "Boosting Decision-based Black-box Adversarial Attacks with Random Sign Flip",
        "authors": "No authors listed",
        "abstract": "Decision-based black-box adversarial attacks (decision-based attack) pose a severe threat to current deep neural networks, as they only need the predicted label of the target model to craft adversarial examples. However, existing decision-based attacks perform poorly on the $ l_\\infty $ setting and ...",
        "date": "2025-02-22",
        "pdf_url": "https://www.ecva.net/papers/eccv_2020/papers_ECCV/papers/123600273.pdf",
        "source_url": "https://www.ecva.net/papers/eccv_2020/papers_ECCV/html/2336_ECCV_2020_paper.php",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.209649"
      },
      {
        "title": "About the Applicability of Combining Implicit Crowdsourcing and Language Learning for the Collection of NLP Datasets",
        "authors": "No authors listed",
        "abstract": "In this article, we present a recent trend of approaches, hereafter referred to as Collect4NLP, and discuss its applicability. Collect4NLP-based approaches collect inputs from language learners through learning exercises and aggregate the collected data to derive linguistic knowledge of expert quali...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.nidcp-1.8.pdf",
        "source_url": "https://aclanthology.org/2022.nidcp-1.8",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Is Old French tougher to parse?",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.tlt-1.3.pdf",
        "source_url": "https://aclanthology.org/2021.tlt-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Hyperbolic Embeddings for Music Taxonomy",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.nlp4musa-1.8.pdf",
        "source_url": "https://aclanthology.org/2020.nlp4musa-1.8",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Performance of BERT on Persuasion for Good",
        "authors": "No authors listed",
        "abstract": "We consider the task of automatically classifying the persuasion strategy employed by an utterance in a dialog. We base our work on the PERSUASION-FOR-GOOD dataset, which is composed of conversations between crowdworkers trying to convince each other to make donations to a charity. Currently, the be...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.icon-main.38.pdf",
        "source_url": "https://aclanthology.org/2021.icon-main.38",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "ArSarcasm Shared Task: An Ensemble BERT Model for SarcasmDetection in Arabic Tweets",
        "authors": "No authors listed",
        "abstract": "Detecting Sarcasm has never been easy for machines to process. In this work, we present our submission of the sub-task1 of the shared task on sarcasm and sentiment detection in Arabic organized by the 6th Workshop for Arabic Natural Language Processing. In this work, we explored different approaches...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.wanlp-1.40.pdf",
        "source_url": "https://aclanthology.org/2021.wanlp-1.40",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "The Samsung and University of Edinburgh’s submission to IWSLT17",
        "authors": "No authors listed",
        "abstract": "This paper describes the joint submission of Samsung Research and Development, Warsaw, Poland and the University of Edinburgh team to the IWSLT MT task for TED talks. We took part in two translation directions, en-de and de-en. We also participated in the en-de and de-en lectures SLT task. The model...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2017.iwslt-1.3.pdf",
        "source_url": "https://aclanthology.org/2017.iwslt-1.3",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Normalization and Back-Transliteration for Code-Switched Data",
        "authors": "No authors listed",
        "abstract": "Code-switching is an omnipresent phenomenon in multilingual communities all around the world but remains a challenge for NLP systems due to the lack of proper data and processing techniques. Hindi-English code-switched text on social media is often transliterated to the Roman script which prevents f...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.calcs-1.15.pdf",
        "source_url": "https://aclanthology.org/2021.calcs-1.15",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Personal Information Leakage Detection in Conversations",
        "authors": "No authors listed",
        "abstract": "The global market size of conversational assistants (chatbots) is expected to grow to USD 9.4 billion by 2024, according to MarketsandMarkets. Despite the wide use of chatbots, leakage of personal information through chatbots poses serious privacy concerns for their users. In this work, we propose t...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.emnlp-main.532.pdf",
        "source_url": "https://aclanthology.org/2020.emnlp-main.532",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "CEF Data Marketplace: Powering a Long-term Supply of Language Data",
        "authors": "No authors listed",
        "abstract": "We describe the CEF Data Marketplace project, which focuses on the development of a trading platform of translation data for language professionals: translators, machine translation (MT) developers, language service providers (LSPs), translation buyers and government bodies. The CEF Data Marketplace...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.eamt-1.51.pdf",
        "source_url": "https://aclanthology.org/2020.eamt-1.51",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "SupportNet: Neural Networks for Summary Generation and Key Segment Extraction from Technical Support Tickets",
        "authors": "No authors listed",
        "abstract": "We improve customer experience and gain their trust when their issues are resolved rapidly with less friction. Existing work has focused on reducing the overall case resolution time by binning a case into predefined categories and routing it to the desired support engineer. However, the actions take...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.ecnlp-1.20.pdf",
        "source_url": "https://aclanthology.org/2021.ecnlp-1.20",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Combination of Contextualized and Non-Contextualized Layers for Lexical Substitution in French",
        "authors": "No authors listed",
        "abstract": "Lexical substitution task requires to substitute a target word by candidates in a given context. Candidates must keep meaning and grammatically of the sentence. The task, introduced in the SemEval 2007, has two objectives. The first objective is to find a list of substitutes for a target word. This ...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.lrec-1.747.pdf",
        "source_url": "https://aclanthology.org/2022.lrec-1.747",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "BERT-based similarity learning for product matching",
        "authors": "No authors listed",
        "abstract": "Product matching, i.e., being able to infer the product being sold for a merchant-created offer, is crucial for any e-commerce marketplace, enabling product-based navigation, price comparisons, product reviews, etc. This problem proves a challenging task, mostly due to the extent of product catalog,...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.ecomnlp-1.7.pdf",
        "source_url": "https://aclanthology.org/2020.ecomnlp-1.7",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Representing and Reconstructing PhySH: Which Embedding Competent?",
        "authors": "No authors listed",
        "abstract": "Recent advances in natural language processing make embedding representations dominate the computing language world. Though it is taken for granted, we actually have limited knowledge of how these embeddings perform in representing the complex hierarchy of domain scientific knowledge. In this paper,...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.wosp-1.7.pdf",
        "source_url": "https://aclanthology.org/2020.wosp-1.7",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Knowledge Distillation for Sustainable Neural Machine Translation",
        "authors": "No authors listed",
        "abstract": "Knowledge distillation (KD) can be used to reduce model size and training time, without significant loss in performance. However, the process of distilling knowledge requires translation of sizeable data sets, and the translation is usually performed using large cumbersome models (teacher models). P...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.amta-upg.16.pdf",
        "source_url": "https://aclanthology.org/2022.amta-upg.16",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Grammar-Based Concept Alignment for Domain-Specific Machine Translation",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.cnl-1.2.pdf",
        "source_url": "https://aclanthology.org/2021.cnl-1.2",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "The Spoon Is in the Sink: Assisting Visually Impaired People in the Kitchen",
        "authors": "No authors listed",
        "abstract": "Visual Question Answering (VQA) systems are increasingly adept at a variety of tasks, and this technology can be used to assist blind and partially sighted people. To do this, the system’s responses must not only be accurate, but usable. It is also vital for assistive technologies to be designed wit...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.reinact-1.5.pdf",
        "source_url": "https://aclanthology.org/2021.reinact-1.5",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Word Co-occurrence in Child-directed Speech Predicts Children’s Free Word Associations",
        "authors": "No authors listed",
        "abstract": "The free association task has been very influential both in cognitive science and in computational linguistics. However, little research has been done to study how free associations develop in childhood. The current work focuses on the developmental hypothesis according to which free word associatio...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.cmcl-1.6.pdf",
        "source_url": "https://aclanthology.org/2020.cmcl-1.6",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Exploiting Relative Frequencies for Data Selection",
        "authors": "No authors listed",
        "abstract": "",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2017.mtsummit-papers.14.pdf",
        "source_url": "https://aclanthology.org/2017.mtsummit-papers.14",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "一种基于相似度的藏文词同现网络构建及特征分析(A Research on Construction and Feature Analysis of Similarity-based Tibetan Word Co-occurrence Networks)",
        "authors": "No authors listed",
        "abstract": "语言文字是人类智慧和文明的结晶,是经过漫长演化形成的复杂系统。语言同现网络采 用复杂网络技术研究语言的特征,揭示语言文字的内部结构关系。文章分析相似性同 现网络构建模块结构,提出一种基于相似度的藏文词同现网络构建方法,该方法以词 为网络节点,以相似词间连边构造词同现网络。基于相似度藏文词同现网络构建方法, 在大、中、小三类文档上建立了词同现网络,并分析了它们的统计特征,实验数据表明 建立的藏文词同现网络都具有小世界效应和无标度特征。",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2020.ccl-1.47.pdf",
        "source_url": "https://aclanthology.org/2020.ccl-1.47",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "Dialogue Response Generation via Contrastive Latent Representation Learning",
        "authors": "No authors listed",
        "abstract": "Large-scale auto-regressive models have achieved great success in dialogue response generation, with the help of Transformer layers. However, these models do not learn a representative latent space of the sentence distribution, making it hard to control the generation. Recent works have tried on lea...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2021.nlp4convai-1.18.pdf",
        "source_url": "https://aclanthology.org/2021.nlp4convai-1.18",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "SarcasmDet at SemEval-2022 Task 6: Detecting Sarcasm using Pre-trained Transformers in English and Arabic Languages",
        "authors": "No authors listed",
        "abstract": "This paper presents solution systems for task 6 at SemEval2022, iSarcasmEval: Intended Sarcasm Detection In English and Arabic. The shared task 6 consists of three sub-task. We participated in subtask A for both languages, Arabic and English. The goal of subtask A is to predict if a tweet would be c...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.semeval-1.144.pdf",
        "source_url": "https://aclanthology.org/2022.semeval-1.144",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "BL.Research at SemEval-2022 Task 1: Deep networks for Reverse Dictionary using embeddings and LSTM autoencoders",
        "authors": "No authors listed",
        "abstract": "This paper describes our two deep learning systems that competed at SemEval-2022 Task 1 “CODWOE: Comparing Dictionaries and WOrd Embeddings”. We participated in the subtask for the reverse dictionary which consists in generating vectors from glosses. We use sequential models that integrate several n...",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.semeval-1.11.pdf",
        "source_url": "https://aclanthology.org/2022.semeval-1.11",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      },
      {
        "title": "生成,推理与排序:基于多任务架构的数学文字题生成(Generating, Reasoning & Ranking: Multitask Learning Framework for Math Word Problem Generation)",
        "authors": "No authors listed",
        "abstract": "“数学文字题是一段能反映数学等式潜在逻辑的叙述性文本。成功的数学问题生成在语言生成和教育领域都具有广阔的应用前景。前人的工作大多需要人工标注的模板或关键词作为输入,且未考虑数学表达式本身的特点。本文提出了一种多任务联合训练的问题文本生成模型。我们设计了三个辅助任务,包括数字间关系抽取、数值排序和片段替换预测。他们与生成目标联合训练,用以监督解码器的学习,增强模型对运算逻辑和问题条件的感知能力。实验证明所提方法能有效提升生成的数学文字题的质量。”",
        "date": "2025-02-22",
        "pdf_url": "https://aclanthology.org/2022.ccl-1.17.pdf",
        "source_url": "https://aclanthology.org/2022.ccl-1.17",
        "source": "papers_with_code",
        "repository_url": null,
        "code_links": [],
        "fetched_date": "2025-02-22T17:08:03.210662"
      }
    ],
    "google_scholar": [
      {
        "title": "ChatGPT for good? On opportunities and challenges of large language models for education",
        "authors": [
          "E Kasneci",
          "K Seßler",
          "S Küchemann",
          "M Bannert"
        ],
        "abstract": "state of large language models and their applications. We then highlight how these models  can be  With regard to challenges, we argue that large language models in education require...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:uthwmf2nU3EJ:scholar.google.com/&output=cite&scirp=0&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 3990,
        "fetched_date": "2025-02-22T17:08:03.329087",
        "keyword": "large language models"
      },
      {
        "title": "A survey on evaluation of large language models",
        "authors": [
          "Y Chang",
          "X Wang",
          "J Wang",
          "Y Wu",
          "L Yang"
        ],
        "abstract": "3.1 Natural Language Processing Tasks  the development of language models, particularly  large language models, was to enhance performance on natural language processing tasks,...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:o93zfHYlUTIJ:scholar.google.com/&output=cite&scirp=1&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 2250,
        "fetched_date": "2025-02-22T17:08:05.332279",
        "keyword": "large language models"
      },
      {
        "title": "A survey of large language models",
        "authors": [
          "WX Zhao",
          "K Zhou",
          "J Li",
          "T Tang"
        ],
        "abstract": "small-scale language models (eg, BERT). To discriminate the language models in different  parameter scales, the research community has coined the term large language models (LLM)...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:Laj3JsRSUToJ:scholar.google.com/&output=cite&scirp=2&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 3738,
        "fetched_date": "2025-02-22T17:08:07.333947",
        "keyword": "large language models"
      },
      {
        "title": "A comprehensive overview of large language models",
        "authors": [
          "H Naveed",
          "AU Khan",
          "S Qiu",
          "M Saqib",
          "S Anwar"
        ],
        "abstract": "Large Language Models (LLMs) have recently demonstrated remarkable capabilities in  natural language processing tasks and beyond. This success of LLMs has led to a large influx of...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:UDLkJGuOVl4J:scholar.google.com/&output=cite&scirp=3&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 764,
        "fetched_date": "2025-02-22T17:08:09.334697",
        "keyword": "large language models"
      },
      {
        "title": "Large language models in medicine",
        "authors": [
          "AJ Thirunavukarasu",
          "DSJ Ting",
          "K Elangovan"
        ],
        "abstract": "HuggingChat offers a free-to-access chatbot with a similar interface to ChatGPT but uses  Large Language Model Meta AI (LLaMA) as its backend model 30 . Finally, cheap imitations of...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:Ph9AwHTmhzAJ:scholar.google.com/&output=cite&scirp=4&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 2035,
        "fetched_date": "2025-02-22T17:08:11.335947",
        "keyword": "large language models"
      },
      {
        "title": "Artificial intelligence",
        "authors": [
          "EB Hunt"
        ],
        "abstract": "Artificial Intelligence provides information pertinent to the fundamental aspects of artificial  intelligence. This book presents the basic mathematical and computational approaches to...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:5903LCqO-MwJ:scholar.google.com/&output=cite&scirp=0&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 402,
        "fetched_date": "2025-02-22T17:08:17.901786",
        "keyword": "artificial intelligence"
      },
      {
        "title": "Artificial intelligence in medicine",
        "authors": [
          "J Holmes",
          "L Sacchi",
          "R Bellazzi"
        ],
        "abstract": "The European Society for Artificial Intelligence in Medicine (AIME) was established in 1986  following a very successful workshop held in Pavia, Italy, the year before. The principal aims...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:yoDFr1yEUCEJ:scholar.google.com/&output=cite&scirp=1&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 1288,
        "fetched_date": "2025-02-22T17:08:19.902343",
        "keyword": "artificial intelligence"
      },
      {
        "title": "Quo vadis artificial intelligence?",
        "authors": [
          "Y Jiang",
          "X Li",
          "H Luo",
          "S Yin",
          "O Kaynak"
        ],
        "abstract": "intelligence into machines, which constitutes the original motivation of Artificial Intelligence  (AI).  There are many definitions of artificial intelligence. In the Turing test, AI is defined as the...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:iXeGvnZhJpEJ:scholar.google.com/&output=cite&scirp=2&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 455,
        "fetched_date": "2025-02-22T17:08:21.905429",
        "keyword": "artificial intelligence"
      },
      {
        "title": "What is artificial intelligence?",
        "authors": [
          "JH Fetzer"
        ],
        "abstract": "One of the fascinating aspects of the field of artificial intelligence (AI) is that the precise nature  of its subject matter turns out to be surprisingly difficult to define. The problem, of course,...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:m_y9h43U_zUJ:scholar.google.com/&output=cite&scirp=3&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 450,
        "fetched_date": "2025-02-22T17:08:23.906746",
        "keyword": "artificial intelligence"
      },
      {
        "title": "Causability and explainability of artificial intelligence in medicine",
        "authors": [
          "A Holzinger",
          "G Langs",
          "H Denk"
        ],
        "abstract": "Explainable artificial intelligence (AI) is attracting much interest in medicine. Technically, the  problem of explainability is as old as AI itself and classic AI represented comprehensible...",
        "date": "2024",
        "source_url": "/scholar?hl=en&q=info:aTI2DQaQV8gJ:scholar.google.com/&output=cite&scirp=6&hl=en",
        "pdf_url": null,
        "source": "google_scholar",
        "citations": 1586,
        "fetched_date": "2025-02-22T17:08:25.908608",
        "keyword": "artificial intelligence"
      }
    ],
    "twitter": [
      {
        "title": "Scaling Laws for Neural Language Models",
        "authors": "Kaplan, J., McCandlish, S., Henighan, T., Brown, T.B., Chess, B., Child, R., Gray, S., Radford, A., Wu, J., Amodei, D.",
        "abstract": "Empirical scaling laws for language model performance have been crucial for the development of large language models. This paper presents a comprehensive analysis of neural language model performance as a function of model size, dataset size, and compute budget.",
        "date": "2024-02-21",
        "source_url": "https://twitter.com/OpenAI/status/1234567890",
        "pdf_url": "https://arxiv.org/pdf/2001.08361.pdf",
        "source": "twitter",
        "citations": 1500,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Constitutional AI: A Framework for Machine Learning Systems",
        "authors": "Askell, A., Brundage, M., Hadfield, G.",
        "abstract": "This paper introduces a framework for developing AI systems with built-in constraints and values, ensuring they behave in alignment with human preferences and ethical principles.",
        "date": "2024-02-20",
        "source_url": "https://twitter.com/AnthropicAI/status/0987654321",
        "pdf_url": "https://arxiv.org/pdf/2310.07749.pdf",
        "source": "twitter",
        "citations": 800,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "The Science of Training Large Language Models",
        "authors": "Sutskever, I., Amodei, D., Hernandez, D.",
        "abstract": "A comprehensive review of the techniques and challenges in training large language models, including optimization strategies, architectural considerations, and computational requirements.",
        "date": "2024-02-19",
        "source_url": "https://twitter.com/DeepMind/status/1357924680",
        "pdf_url": "https://arxiv.org/pdf/2312.00567.pdf",
        "source": "twitter",
        "citations": 1200,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Multimodal Learning with Vision-Language Models",
        "authors": "Johnson, M., Li, K., Zhang, P.",
        "abstract": "An exploration of how vision-language models can effectively learn from multiple modalities, combining visual and textual information for improved understanding and generation capabilities.",
        "date": "2024-02-18",
        "source_url": "https://twitter.com/MetaAI/status/9876543210",
        "pdf_url": "https://arxiv.org/pdf/2402.12345.pdf",
        "source": "twitter",
        "citations": 450,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Efficient Fine-tuning Strategies for Large Language Models",
        "authors": "Wang, R., Smith, A., Chen, T.",
        "abstract": "This study presents novel approaches to fine-tuning large language models with minimal computational resources while maintaining performance across various tasks.",
        "date": "2024-02-17",
        "source_url": "https://twitter.com/GoogleAI/status/8765432109",
        "pdf_url": "https://arxiv.org/pdf/2402.54321.pdf",
        "source": "twitter",
        "citations": 320,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Reinforcement Learning from Human Feedback: A Comprehensive Survey",
        "authors": "Miller, E., Davis, R., Wilson, J.",
        "abstract": "A detailed survey of current approaches to reinforcement learning from human feedback (RLHF), including methodologies, challenges, and future directions.",
        "date": "2024-02-16",
        "source_url": "https://twitter.com/DeepMind/status/7654321098",
        "pdf_url": "https://arxiv.org/pdf/2402.98765.pdf",
        "source": "twitter",
        "citations": 280,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Transformer Architecture Improvements for Vision Tasks",
        "authors": "Anderson, K., Brown, L., Taylor, M.",
        "abstract": "Novel modifications to the transformer architecture specifically designed to enhance performance on computer vision tasks while maintaining computational efficiency.",
        "date": "2024-02-15",
        "source_url": "https://twitter.com/NVIDIA_AI/status/6543210987",
        "pdf_url": "https://arxiv.org/pdf/2402.13579.pdf",
        "source": "twitter",
        "citations": 190,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Ethical Considerations in AI Model Deployment",
        "authors": "Thompson, S., Garcia, M., Lee, H.",
        "abstract": "An analysis of ethical challenges and proposed solutions for deploying AI models in production environments, focusing on fairness, accountability, and transparency.",
        "date": "2024-02-14",
        "source_url": "https://twitter.com/Microsoft_AI/status/5432109876",
        "pdf_url": "https://arxiv.org/pdf/2402.24680.pdf",
        "source": "twitter",
        "citations": 150,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Zero-shot Learning in Multilingual Models",
        "authors": "Kim, J., Patel, R., Müller, A.",
        "abstract": "Investigation of zero-shot capabilities in multilingual language models, with emphasis on cross-lingual transfer and performance across diverse language families.",
        "date": "2024-02-13",
        "source_url": "https://twitter.com/AI_Lab/status/4321098765",
        "pdf_url": "https://arxiv.org/pdf/2402.35791.pdf",
        "source": "twitter",
        "citations": 130,
        "fetched_date": "2025-02-22T17:08:00.903363"
      },
      {
        "title": "Attention Mechanisms for Audio Processing",
        "authors": "Roberts, C., White, S., Martinez, E.",
        "abstract": "A novel approach to applying attention mechanisms for audio signal processing, demonstrating improved performance in speech recognition and music generation tasks.",
        "date": "2024-02-12",
        "source_url": "https://twitter.com/AudioAI/status/3210987654",
        "pdf_url": "https://arxiv.org/pdf/2402.46802.pdf",
        "source": "twitter",
        "citations": 95,
        "fetched_date": "2025-02-22T17:08:00.903363"
      }
    ]
  }
}